"JPEGhasNoExif" = "The attached JPEG file does not contain the Exif data.";
"JPEGhasNoExifPlus" = "The attached JPEG file does not contain the Exif data except the orientation information of the image.";
"JPEGhasLessExif" = "The attached JPEG file does not contain the information about the location, datetime, maker/model of the camera. The thumbnail of the picture has been also removed. This file contains following Exif data.\n";
"JPEGhasExif" = "Warning: The attached JPEG file contains following Exif Data.\n";
"SaveDone" = "Completed. You can access new picture on \"%@\" album. \n\nSome Exif tags have been added by the system. You'll be able to get the pure result by using the email function of this app.";

"Location" = "Location of the picture";
"LatAndLon" = "Lat: %f Lon: %f";

"SelectOperation" = "Please select one";
"CopyPicture" = "Create a copy of this picture";
"CopyPicutureMsg" = "You can remove the Exif data in the process of copying.";
"CopyPictureNoExif" = "Remove all Exif data";
"CopyPictureCutExif" = "Remove sensitive data only";
"SendPicture" = "Send this picture in email";
"SendPictureAs" = "Send this picture in email as \"%@.jpg\"";
"SendPictureMsg" = "How do you treat the Exif data?";
"SendPictureNoExif" = "Remove all Exif data";
"SendPictureCutExif" = "Remove sensitive data only";
"SendPictureOrigin" = "Attach the original picture";
"MailerError" = "Failed to execute mailer";
"SendError" = "Failed to send a mail";
"TempFileError" = "Failed to create a temporary file: err=%d";
"SaveError" = "Failed to save a picture";
"ImagePickerError" = "Failed to open the photo library";
"TempJpegFileError" = "Failed to create temporary JPEG files";
"IsNotVaildJpegFile" = "Sorry, It does not seem to be a JPEG file, or format is not valid";
"FileReadError" = "An error is occurred while reading a file";
"IsNotVaildFile" = "Found an error in the data. This file is not usable.";
"NotContainsExifData" = "This picture does not seem to contain Exif data";

"QueryExit" = "Exit this application?";

"ButtonTitleCancel" = "Cancel";
"ButtonTitleExif" = "Exif";
"ButtonTitleMap" = "Map";
"ButtonTitleUse" = "Use";

"OK" = "OK";
"Cancel" = "Cancel";
